Repository: itzreversee/friendtap
Catalog: translations/app_*.arb
Languages: pl

# mainMenu_myPasses
source: My passes
pl: Moje przepustki

# mainMenu_receivedPasses
source: Received passes
pl: Ortzymane przepustki

# mainMenu_createPass
source: Create pass
pl: Stwórz przepustkę

# mainMenu_profile
source: Profile
pl: Profil

# mainMenu_send
source: Send
pl: Wysyłanie

# mainMenu_share
source: Share your Friend Tap!
pl: Udostępnij swój Friend Tap!

# mainMenu_updates
source: Updates
pl: Aktualizacje

# mainMenu_info
source: Info
pl: Informacje

# splash_1
source: Powered by insomnia
pl: Zasilane przez brak snu

# splash_2
source: Get better
pl: Bądź lepszy

# splash_3
source: Only Friend Tap
pl: Tylko Friend Tap!

# splash_4
source: Send it to THAT person
pl: Wyślij do TEJ osoby!

# splash_5
source: you don't got balls to do it
pl: nie masz psychy

# splash_7
source: how?
pl: jak?

# splash_8
source: No passes?
pl: Brak przepustek?

# splash_9
source: Who asked
pl: Kto pytał

# splash_10
source: Don't forget to update
pl: Nie zapomnij aktualizować

# splash_12
source: ur bad
pl: słabo

# splash_13
source: Be more creative
pl: Bądź kreatywniejszy

# splash_fallback
source: 404 Splash not found!11!!!11!
pl: 404 Nie znaleziono!!!11!1!1

# info_openSourceLibraries
source: Open source libraries
pl: Biblioteki open source

# myPasses_send
source: Send
pl: Wyślij

# receivedPasses_receivedFrom
source: Received from
pl: Otrzymano od

# receivedPasses_use
source: Use
pl: Wykorzystaj

# createPass_errorEmpty
source: This can not be empty!
pl: Pole nie może być puste!

# createPass_datePicker
source: Select expiration date
pl: Wybierz do kiedy przepustka ma być ważna

# createPass_add
source: Add
pl: Dodaj

# profile_currentName
source: Your current name is
pl: Twoja aktualna nazwa

# profile_nameHint
source: Your name on Friend Tap
pl: Twoja nazwa na Friend Tap

# profile_resetHint
source: To reset EVERYTHING, type RESET and press the button below
pl: Aby zresetować WSZYSTKIE dane Friend Tap wpisz RESET w polu nazwy, a następnie naciśnij przycisk poniżej.

# generic_expirationDate
source: Expiration date
pl: Data wygaśnięcia

# generic_delete
source: Delete
pl: Usuń

# generic_title
source: Title
pl: Tytuł

# generic_description
source: Description
pl: Opis

# generic_disconnected
source: Disconnected
pl: Nie połączono

# generic_connecting
source: Connecting...
pl: Łączenie..

# generic_connected
source: Connected
pl: Połączono

# generic_connect
source: Connect
pl: Połącz

# generic_adding
source: Adding...
pl: Dodawanie...

# generic_loading
source: Loading...
pl: Ładowanie...

# generic_from
source: From
pl: Od

# generic_redeem
source: Redeem
pl: Wykorzystaj

# safeDelete_clickAgain
source: Click again
pl: Kliknij jeszcze

# safeDelete_times
source: times!
pl: razy!

# generic_messages_selectedPassToSend
source: Selected pass to send!
pl: Wybrano przepustkę do wysłania!

# generic_messages_selectedPassToRedeem
source: Selected pass to redeem!
pl: Selected pass to wykorzystania!

# generic_messages_youCanNowSendIt
source: Now you can send it in Send menu
pl: Teraz można ją wysłać w menu wysyłania!

# update_currentVersion
source: Your Friend Tap version is
pl: Twoja wersja Friend Tap to

# update_checkUpdatesButton
source: Check for updates!
pl: Sprawdź aktualizacje!

# dialog_receiveSuccess_title
source: New pass acquired!
pl: Zdobyto nową przepustkę!

# dialog_sendExpired_title
source: Couldn't send that pass!
pl: Nie udało się wysłać tej przepustki!

# dialog_sendExpired_description
source: Pass expired!
pl: Przepustka wygasła!

# dialog_redeemDialog_title
source: Redeemed pass!
pl: Wykorzystano przepustkę!

# dialog_redeemFailedExpired_title
source: Couldn't redeem pass
pl: Nie udało się zrealizować przepustki

# dialog_redeemFailedExpired_description
source: Pass expired!
pl: Przepustka wygasła!

# dialog_redeemFailedNotFound_title
source: Couldn't send that pass!
pl: Nie udało się wysłać tej przepustki!

# dialog_redeemFailedNotFound_description
source: Can not find that pass!
pl: Nie znaleziono przepustki!

# dialog_newUpdateDialog_title
source: New update is available!
pl: Dostępna jest nowa aktualizacja!

# dialog_newUpdateDialog_description
source: Newest available version is
pl: Najnowsza dostępna wersja to

# dialog_latestVersionDialog_title
source: Up to date!
pl: Aktualne!

# dialog_latestVersionDialog_description
source: Your Friend Tap is up to date!
pl: Twój Friend Tap jest aktualny!

# dialog_futureDialog_title
source: Are you from future?
pl: Nie udało się wysłać tej przepustki!

# dialog_futureDialog_description_newestVersionIs
source: Newest versoin is
pl: Najnowsza wersja to

# dialog_futureDialog_description_butYouAreOn
source: but you are on
pl: ale ty jesteś na

# dialog_futureDialog_description_howIsItPossible
source: How is it possible?
pl: Jak to możliwe?

# dialog_errorDialog_title
source: An error occurred!
pl: Wystąpił błąd!

# dialog_errorDialog_description
source: We couldn't check for updates!
pl: Nie mogliśmy sprawdzić aktualizacji!

# dialog_reset_title
source: Successfully reset Friend Tap!
pl: Pomyślnie zresetowano Friend Tap!

# dialog_reset_description
source: Remember, EVERYTHING was deleted!
pl: Pamiętaj, że WSZYSTKO zostało usunięte!

# dialog_button_generic_ohno
source: Oh no!
pl: O nie!

# dialog_button_generic_nice
source: Nice!
pl: Super!

# dialog_button_generic_download
source: Download
pl: Pobierz

# dialog_button_generic_how
source: How?
pl: Jak to?
